Repository: ivankruchkoff/google-authenticator
Catalog: lang/google-authenticator-*.po
Languages: sv_se

source: OTP code doesn't match supplied secret, please check you've configured Authenticator correctly.
sv_se: Engångskoden matchar inte med nyckeln. Kontrollera så att du har satt upp Authenticator korrekt.

source: Congratulations, you have successfully enabled Google Authenticator for your account
sv_se: Grattis, du har aktiverat Google Authenticator för ditt konto

source: Chrome Browser
sv_se: Google Chrome

source: Google Authenticator Settings
sv_se: Google Authenticator-inställningar

source: If you haven't already done so, please install the Authy or Google Authenticator app on your mobile device from the App Store:
sv_se: Om du inte redan har gjort det, installera Authy- eller Google Authenticator-appen på din mobila enhet från App Store:

source: The easiest way to enable your account is to add an account by scanning the QR code using the app.
sv_se: Det enklaste sättet att aktivera ditt konto är att lägga till ett konto genom att skanna QR-koden med appen.

source: An account can also be added by typing in the secret. After you've added your account to the App, please type the code you see on the screen into the Authenticator Code field and press the Verify Authenticator Code button.
sv_se: Ett konto kan också läggas till genom att skriva in nyckeln. Efter att du har lagt till ditt konto i appen, skriv in koden du ser på skärmen i fältet "Autentiseringskod" och tryck på knappen "Verifiera autentiseringskod".

source: If the account setup was successful, you will be logged out, and will need to login again using your Username, Password and Authenticator code generated using the App on your mobile device.
sv_se: Om kontokonfigurationen lyckades kommer du att loggas ut och behöver logga in igen med ditt användarnamn, lösenord och engångskod genererad med appen på din mobila enhet.

source: Network Settings
sv_se: Nätverksinställningar

source: Only use network-wide settings, ignoring site settings.
sv_se: Använd enbart nätverksinställningar och ignorera webbplatsinställningar.

source: Two Screen Signin
sv_se: Tvåsidsinloggning

source: Ask for authenticator code on secondary login screen
sv_se: Fråga efter engångskod på en särskild sida

source: Roles requiring Google Authenticator Enabled
sv_se: Roller som kräver att Google Authenticator är aktiverad

source: Network-wide settings in effect, only a super admin can modify them.
sv_se: Nätverksinställningar gäller, bara en superadmin kan ändra dem.

source: Change network wide Google Authenticator settings
sv_se: Ändra nätverks

source: Sorry, you can't disable checks for this role as it's enabled at the network level.
sv_se: Tyvärr kan du inte inaktivera kontroller för den här rollen eftersom det är aktiverat på nätverksnivå.

source: Sorry, this role is enabled at the network level and can only be disabled via the <a href="%s">network settings</a>
sv_se: Tyvärr, den här rollen är aktiverad på nätverksnivå och kan endast inaktiveras via <a href="%s">nätverksinställningarna</a>

source: If you don't have Google Authenticator enabled for your WordPress account, leave this field empty.
sv_se: Om du inte har aktiverat Google Authenticator för ditt WordPress-konto, lämna detta fält tomt.

source: Google Authenticator code
sv_se: Google Authenticator-kod

source: <strong>ERROR</strong>: The Google Authenticator password is incorrect.
sv_se: <strong>FEL</strong>: Google Authenticator-lösenord är felaktigt.

source: <strong>ERROR</strong>: The Google Authenticator code is incorrect or has expired.
sv_se: <strong>FEL</strong>: Google Authenticator-koden är inkorrekt eller har utgått.

source: <strong>ERROR</strong>: The Google Authenticator code is missing.
sv_se: <strong>FEL</strong>: Google Authenticator-kod saknas.

source: Please enter the Google Authenticator code using the app on your device.
sv_se: Ange Google Authenticator-koden med hjälp av appen på din enhet.

source: Log In
sv_se: Logga in

source: Active
sv_se: Aktiv

source: Relaxed mode allows for more time drifting on your phone clock (&#177;4 min).
sv_se: Relaxed mode gör så att koder förblir giltiga under en längre tid (&#177;4 min).

source: Description
sv_se: Beskrivning

source: Description that you'll see in the Google Authenticator app on your phone.
sv_se: Beskriver som du kommer att se i Google Authenticator-appen på din mobil.

source: Secret
sv_se: Nyckel

source: Create new secret
sv_se: Skapa ny nyckel

source: Show/Hide QR code
sv_se: Visa/dölj QR-kod

source: Scan this with the Google Authenticator app.
sv_se: Skanna detta med Google Authenticator-appen.

source: Enable App password
sv_se: Aktivera app-lösenord

source: Enabling an App password will decrease your overall login security.
sv_se: Att aktivera ett app-lösenord kommer att minska den övergripande inloggningssäkerheten.

source: Create new password
sv_se: Skapa nytt lösenord

source: Password is not stored in cleartext, this is your only chance to see it.
sv_se: Lösenord sparas inte i klartext, det här är din enda chans att se lösenordet.

source: Authenticator Code
sv_se: Authenticator-kod

source: After adding the site to your google authy account, add your authenticator code here.
sv_se: Efter att du har lagt till webbplatsen i ditt Google Authenticator/Authy-konto, lägg till din Authenticator-kod här.

source: Verify Authenticator Code
sv_se: Verifiera Authenticator-kod

source: Hide settings from user
sv_se: Dölj inställningar för användare

source: Two-Factor Authentication for WordPress using the Android/iPhone/Blackberry app as One Time Password generator.
sv_se: Tvåfaktorsautentisering för WordPress med användning av Android/iPhone-appen som engångslösenordsgenerator.
